benchmarks/external/docker/openfoam/cases/cavity/constant/physicalProperties
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "constant";
    object      physicalProperties;
}

nu              [0 2 -1 0 0 0 0] 0.01;
