benchmarks/external/docker/openfoam/cases/cavity/system/sampleDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      sampleDict;
}

type sets;
libs ("libsampling.so");

setFormat raw;

sets
(
    centerline
    {
        type    lineCell;
        axis    y;
        start   (0.5 0 0.005);
        end     (0.5 1 0.005);
    }
);

fields (U);
